Repository: juaness00/Click2Call
Catalog: Config/locale/*/LC_MESSAGES/django.po
Languages: es

source: Home
es: Inicio

source: Favorite Movie
es: Pelicula Favorita

source: Welcome to the Dashboard!
es: Bienvenido a la pagina de Inicio!

source: You are signed in as
es: Su nombre de perfil es

source: You Sucessfully changed your information
es: El cambio de informacion fue excitoso

source: Save Changes
es: Guardar Cambios

source: Are you sure you want to save these changes?
es: Seguro que quiere guardar estos Cambios?

source: Close
es: Cerrar

source: Your Favorite Film
es: Tu Pelicula Favorita

source: Directed by:
es: Dirigido por:

source: Produced By:
es: Producido por:

source: Released on:
es: Dia de publicacion:
